{"team":{"name":"Dyken Domage","player":"Jonas","logo":{"avif":"z69.avif","webp":"z69.webp"},"pokemon":{"S":[{"typing":["dark","fire"],"officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/1004.png","name":{"en":"Chi-Yu","de":"Yuyu"},"id":"chi-yu","baseStats":{"hp":55,"atk":80,"def":80,"spatk":135,"spdef":120,"spd":100},"abilities":[{"de":{"name":"Unheilsjuwelen","description":"Konnte Ability nicht laden"},"en":{"name":"Beads of Ruin","description":"Konnte Ability nicht laden"}},{"de":{"name":"Unheilsjuwelen","description":"Konnte Ability nicht laden"},"en":{"name":"Beads of Ruin","description":"Konnte Ability nicht laden"}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/chi-yu"},{"typing":["rock"],"officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/934.png","name":{"en":"Garganacl","de":"Saltigant"},"id":"garganacl","baseStats":{"hp":100,"atk":100,"def":130,"spatk":45,"spdef":90,"spd":35},"abilities":[{"de":{"name":"Läutersalz","description":"Konnte Ability nicht laden"},"en":{"name":"Purifying Salt","description":"Konnte Ability nicht laden"}},{"de":{"name":"Robustheit","description":"Wenn das Pokémon volle hp hat, lässt jeder Treffer der das Pokémon besiegt hätte ein hp übrig. Das Pokémon ist immun gegen die K.O.-Attacken fissure, guillotine, horn drill und sheer cold.\n\nHält das Pokémon ein focus sash, hat die Fähigkeit Vorrang und das Item wird nicht verbraucht."},"en":{"name":"Sturdy","description":"When this Pokémon is at full HP, any hit that would knock it out will instead leave it with 1 HP.  Regardless of its current HP, it is also immune to the one-hit KO moves: fissure, guillotine, horn drill, and sheer cold.\n\nIf this Pokémon is holding a focus sash, this ability takes precedence and the item will not be consumed."}},{"de":{"name":"Neutraltorso","description":"Pokémon mit dieser Fähigkeit können keine negativen Statuswerte Änderungen von anderen Pokémon zugefügt werden.\n\nDiese Fähigkeit verhindert keine stat modifier die nicht direkt verursacht wurden, wie die verminderte speed durch paralysis oder selbstverursachte negative Statuswerteänderungen wie durch overheat. Dem Pokémon können trotzdem negative Statuswerte mit guard swap, heart swap oder power swap übertragen werden.\n\nDiese Fähigkeit ist identisch mit white smoke im Kampf."},"en":{"name":"Clear Body","description":"This Pokémon cannot have its stats lowered by other Pokémon.\n\nThis ability does not prevent any stat losses other than stat modifiers, such as the Speed cut from paralysis.  This Pokémon can still be passed negative stat modifiers through guard swap, heart swap, or power swap.\n\nThis ability functions identically to white smoke in battle."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/garganacl"}],"A":[{"typing":["fighting","electric"],"officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/992.png","name":{"en":"Iron Hands","de":"Eisenhand"},"id":"iron-hands","baseStats":{"hp":154,"atk":140,"def":108,"spatk":50,"spdef":68,"spd":50},"abilities":[{"de":{"name":"Quantenantrieb","description":"Konnte Ability nicht laden"},"en":{"name":"Quark Drive","description":"Konnte Ability nicht laden"}},{"de":{"name":"Quantenantrieb","description":"Konnte Ability nicht laden"},"en":{"name":"Quark Drive","description":"Konnte Ability nicht laden"}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/iron-hands"},{"typing":["fighting","flying"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/701.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/701.png","name":{"en":"Hawlucha","de":"Resladero"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-vii/icons/701.png","id":"hawlucha","baseStats":{"hp":78,"atk":92,"def":75,"spatk":74,"spdef":63,"spd":118},"abilities":[{"de":{"name":"Flexibilität","description":"Ein Pokémon mit dieser Fähigkeit kann nicht paralysiert werden.\n\nWenn ein paralysiertes Pokémon diese Fähigkeit erhält, wird es von der paralysis geheilt. Das bezieht das Wiedererlangen dieser Fähigkeit nach dem Kampf mit ein."},"en":{"name":"Limber","description":"This Pokémon cannot be paralyzed.\n\nIf a Pokémon is paralyzed and acquires this ability, its paralysis is healed; this includes when regaining a lost ability upon leaving battle."}},{"de":{"name":"Entlastung","description":"Wenn ein Pokémon mit dieser Fähigkeit ein getragenes Item benutzt oder verliert, wird seine speed verdoppelt. Wenn es ein neues Item erhält oder den Kampf verlässt, erlischt der Bonus.\n\nDas passiert auch, wenn das Item durch knock off fallengelassen wird. Der Bonus zählt nicht als Statuswert-Änderung. Es gibt keine Benachrichtigung wenn der Effekt eintritt."},"en":{"name":"Unburden","description":"When this Pokémon uses or loses its held item, its Speed is doubled.  If it gains another item or leaves battle, this bonus is lost.\n\nThis includes when the Pokémon drops its item because of knock off.  This bonus does not count as a stat modifier.  There is no notification when this ability takes effect."}},{"de":{"name":"Überbrückung","description":"Die Attacken von Pokémon mit dieser Fähigkeit ignorieren Fähigkeiten, die die Attacke am Funktionieren hindern oder ihre Effekte beeinflussen.\n\nBeispiel: Die Attacken ignorieren Fähigkeiten die sie komplett verhindern würden, wie water absorb, Fähigkeiten die einen der Effekte verhindern würden, wie z.B. clear body, shell armor oder sticky hold und Fähigkeiten die einen generellen schützenden Vorteil brächten, wie simple, snow cloak oder thick fat. Wenn eine Fähigkeit die Attacke behindern oder ihr helfen würde, wie dry skin oder unaware, wird sie ebenfalls ignoriert.\n\nFähigkeiten die dieser Beschreibung nicht entsprechen, selbst wenn sie eine Attacke behindern könnten, werden nicht verhindert. Zum Beispiel beeinflusst cursed body nur mögliche zukünftige Anwendungen der Attacke, während liquid ooze und shadow tag nur den Effekt der Attacke auf den Anwender verhindern. Die Attacke kann keine Typ- oder Form-Änderungen verhindern die durch Fähigkeiten ausgelöst werden, zum Beispiel color change oder forecast, genauso wie Effekte die von Fähigkeiten verursacht wurden aber nicht mehr an die Fähigkeit gebunden sind, so wie der rain von drizzle. Die Fähigkeit kann multitype nicht verhindern.\n\nEine Fähigkeit die von dieser Fähigkeit ignoriert wird, wird nur überbrückt, während die Attacke eingesetzt wird. Beispiel: Die Attacken von Pokémon mit dieser Fähigkeit können ein Pokémon mit limber paralysieren aber limber wird sich aktivieren und die Paralyse direkt danach heilen. Außerdem werden die Stacheln dieses Pokémons nicht von dieser Fähigkeit beeinflusst, nachdem sie platziert wurden.\n\nWenn ein Pokémon mit dieser Fähigkeit den Kampf betritt, werden alle Trainer über diese Fähigkeit benachrichtigt.\n\nDie Fähigkeit ist identisch mit teravolt und turboblaze."},"en":{"name":"Mold Breaker","description":"This Pokémon's moves completely ignore abilities that could hinder or prevent their effect on the target.\n\nFor example, this Pokémon's moves ignore abilities that would fully negate them, such as water absorb; abilities that would prevent any of their effects, such as clear body, shell armor, or sticky hold; and abilities that grant any general protective benefit, such as simple, snow cloak, or thick fat.  If an ability could either hinder or help this Pokémon's moves, e.g. dry skin or unaware, the ability is ignored either way.\n\nAbilities that do not fit this description, even if they could hinder moves in some other way, are not affected.  For example, cursed body only affects potential future uses of the move, while liquid ooze and shadow tag can only hinder a move's effect on the user.  This ablity cannot ignore type or form changes granted by abilities, for example color change or forecast; nor effects that were caused by abilities but are no longer tied to an ability, such as the rain from drizzle.  This ability cannot ignore multitype at all.\n\nAn ability ignored by this ability is only nullified while the move is being used.  For example, this Pokémon's moves can paralyze a Pokémon with limber, but Limber will activate and heal the paralysis immediately thereafter, and this Pokémon's spikes are not affected by this ability after they have been placed.\n\nWhen this Pokémon enters battle, all participating trainers are notified that it has this ability.\n\nThis ability functions identically to teravolt and turboblaze."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/hawlucha"}],"B":[{"typing":["electric","poison"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/849.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/849.png","name":{"en":"Toxtricity","de":"Riffex"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-viii/icons/849.png","form":{"en":"Amped Form","de":"Hoch-Form"},"id":"toxtricity-amped","baseStats":{"hp":75,"atk":98,"def":70,"spatk":114,"spdef":70,"spd":75},"abilities":[{"de":{"name":"Punk Rock","description":"Erhöht die Stärke von eigenen Lärm-Attacken und\nhalbiert den Schaden, den das Pokémon selbst durch\nLärm-Attacken erleidet."},"en":{"name":"Punk Rock","description":"Boosts the power of sound-based moves.\nThe Pokémon also takes half the damage from\nthese kinds of moves."}},{"de":{"name":"Plus","description":"Pokémon mit dieser Fähigkeit haben einen 1,5× so hohen special attack wenn ein Team-Pokémon die Fähigkeit plus oder minus hat.\n\nDer Bonus zählt nicht als stat modifier. Wenn eine der Fähigkeiten deaktiviert wird, z.B. von gastro acid, verlieren beide ihren Effekt."},"en":{"name":"Plus","description":"This Pokémon has 1.5× its Special Attack if any friendly Pokémon has plus or minus.\n\nThis bonus does not count as a stat modifier.  If either ability is disabled by gastro acid, both lose their effect."}},{"de":{"name":"Techniker","description":"Attacken von Pokémon mit dieser Fähigkeit die eine Stärke von 60 oder weniger haben werden um 50% verstärkt.\n\nDas schließt Attacken mit variabler Stärke, wie hidden power oder magnitude, mit ein, wenn ihre Stärke 60 oder weniger ist. Der Stärke Bonus von helping hand wird miteinberechnet, genauso wie der von defense curl für rollout."},"en":{"name":"Technician","description":"This Pokémon's moves have 1.5× their power if their base power is 60 or less.\n\nThis includes moves of variable power, such as hidden power and magnitude, when their power is 60 or less.  helping hand's power boost is taken into account for any move, as is defense curl's power boost for rollout."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/toxtricity"},{"typing":["psychic","normal"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/10186.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/10186.png","name":{"en":"Indeedee","de":"Servol"},"form":{"en":"Female","de":"Weiblich"},"id":"indeedee-female","baseStats":{"hp":70,"atk":55,"def":65,"spatk":95,"spdef":105,"spd":85},"abilities":[{"de":{"name":"Tempomacher","description":"Ein Pokémon mit dieser Fähigkeit kann nicht verwirrt werden.\n\nWenn ein Pokémon verwirrt ist und diese Fähigkeit erhält, wird es von der confusion geheilt."},"en":{"name":"Own Tempo","description":"This Pokémon cannot be confused.\n\nIf a Pokémon is confused and acquires this ability, its confusion will immediately be healed."}},{"de":{"name":"Synchro","description":"Wenn ein Pokémon mit dieser Fähigkeit verbrannt, paralysiert oder vergiftet wird, erhält das verantwortliche Pokémon die gleiche status ailment.\n\nDiese Fähigkeit gibt schwere poison als schwere poison zurück. Die Fähigkeit funktioniert nicht bei Statusänderungen die nicht direkt von einem anderen Pokémon erhalten wurden, so wie poison von toxic spikes oder die burn durch flame orb.\n\nAußerhalb vom Kampf: Wenn ein Pokémon mit dieser Fähigkeit an erster Stelle im Team steht, haben wilde Pokémon eine Chance von 50% dasselbe Wesen wie das des Pokémons zu haben. Das gilt nicht für Pokémon die außerhalb von Kämpfen erhalten werden oder sich bewegende Legendäre Pokémon."},"en":{"name":"Synchronize","description":"Whenever this Pokémon is burned, paralyzed, or poisoned, the Pokémon who gave this Pokémon that ailment is also given the ailment.\n\nThis ability passes back bad poison when this Pokémon is badly poisoned.  This ability cannot pass on a status ailment that the Pokémon did not directly receive from another Pokémon, such as the poison from toxic spikes or the burn from a flame orb.\n\nOverworld: If the lead Pokémon has this ability, wild Pokémon have a 50% chance of having the lead Pokémon's nature, and a 50% chance of being given a random nature as usual, including the lead Pokémon's nature.  This does not work on Pokémon received outside of battle or roaming legendaries."}},{"de":{"name":"Psycho-Erzeuger","description":"Erzeugt bei Kampfantritt ein Psychofeld."},"en":{"name":"Psychic Surge","description":"When this Pokémon enters battle, it changes the terrain to psychic terrain."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/indeedee"},{"typing":["ground"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/232.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/232.png","name":{"en":"Donphan","de":"Donphan"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-vii/icons/232.png","id":"donphan","baseStats":{"hp":90,"atk":120,"def":120,"spatk":60,"spdef":60,"spd":50},"abilities":[{"de":{"name":"Robustheit","description":"Wenn das Pokémon volle hp hat, lässt jeder Treffer der das Pokémon besiegt hätte ein hp übrig. Das Pokémon ist immun gegen die K.O.-Attacken fissure, guillotine, horn drill und sheer cold.\n\nHält das Pokémon ein focus sash, hat die Fähigkeit Vorrang und das Item wird nicht verbraucht."},"en":{"name":"Sturdy","description":"When this Pokémon is at full HP, any hit that would knock it out will instead leave it with 1 HP.  Regardless of its current HP, it is also immune to the one-hit KO moves: fissure, guillotine, horn drill, and sheer cold.\n\nIf this Pokémon is holding a focus sash, this ability takes precedence and the item will not be consumed."}},{"de":{"name":"Sandschleier","description":"Während eines Sandsturms hat ein Pokémon mit dieser Fähigkeit einen um 25% erhöhten evasion und es nimmt keinen Schaden durch Sandstürme.\n\nDer Bonus zählt nicht als Statuswerte Änderung.\n\nAußerhalb vom Kampf: Wenn ein Pokémon mit dieser Fähigkeit an erster Stelle im Team steht, tauchen im Sandsturm nur halb so viele Pokémon auf."},"en":{"name":"Sand Veil","description":"During a sandstorm, this Pokémon has 1.25× its evasion, and it does not take sandstorm damage regardless of type.\n\nThe evasion bonus does not count as a stat modifier.\n\nOverworld: If the lead Pokémon has this ability, the wild encounter rate is halved in a sandstorm."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/donphan"}],"C":[{"typing":["grass","normal"],"officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/930.png","name":{"en":"Arboliva","de":"Olithena"},"id":"arboliva","baseStats":{"hp":78,"atk":69,"def":90,"spatk":125,"spdef":109,"spd":39},"abilities":[{"de":{"name":"Streusaat","description":"Konnte Ability nicht laden"},"en":{"name":"Seed Sower","description":"Konnte Ability nicht laden"}},{"de":{"name":"Reiche Ernte","description":"Pokémon mit dieser Fähigkeit haben nach jeder Runde eine Chance von 50% eine verbrauchte Beere wiederherzustellen, wenn das letzte verbrauchte Item eine Beere war und es gerade kein Item trägt. Bei starkem Sonnenlicht ist die Chance 100%."},"en":{"name":"Harvest","description":"After each turn, if the last item this Pokémon consumed was a Berry and it is not currently holding an item, it has a 50% chance of regaining that Berry, or a 100% chance during strong sunlight."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/arboliva"},{"typing":["bug","flying"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/284.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/284.png","name":{"en":"Masquerain","de":"Maskeregen"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-vii/icons/284.png","id":"masquerain","baseStats":{"hp":70,"atk":60,"def":62,"spatk":100,"spdef":82,"spd":80},"abilities":[{"de":{"name":"Bedroher","description":"Wenn ein Pokémon mit dieser Fähigkeit den Kampf betritt, wird der attack des Gegners um 1 Stufe gesenkt. Im Mehrfachkämpfen werden alle Gegner beeinflusst.\n\nDiese Fähigkeit löst auch aus, wenn sie im Kampf erlangt wurde, aber nicht, wenn sie verloren und zurückerlangt wurde.\n\nDie Fähigkeit hat keinen Einfluss auf Gegner mit einem substitute.\n\nAußerhalb vom Kampf: Wenn das erste Pokémon im Team diese Fähigkeit hat, dann hat jede Begegnung mit einem Pokémon das 5 oder mehr Level niedriger ist, eine Chance von 50% übersprungen zu werden."},"en":{"name":"Intimidate","description":"When this Pokémon enters battle, the opponent's Attack is lowered by one stage.  In a double battle, both opponents are affected.\n\nThis ability also takes effect when acquired during a battle, but will not take effect again if lost and reobtained without leaving battle.\n\nThis ability has no effect on an opponent that has a substitute.\n\nOverworld: If the first Pokémon in the party has this ability, any random encounter with a Pokémon five or more levels lower than it has a 50% chance of being skipped."}},{"de":{"name":"Anspannung","description":"Wenn ein Pokémon mit dieser Fähigkeit im Kampf ist, können Gegner keine getragenen Beeren essen.\n\nBetroffene Pokémon können trotzdem bug bite bzw. pluck einsetzen um die Beere des Ziels zu essen."},"en":{"name":"Unnerve","description":"Opposing Pokémon cannot eat held Berries while this Pokémon is in battle.\n\nAffected Pokémon can still use bug bite or pluck to eat a target's Berry."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/masquerain"}],"D":[{"typing":["steel"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/863.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/863.png","name":{"en":"Perrserker","de":"Mauzinger"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-viii/icons/863.png","id":"perrserker","baseStats":{"hp":70,"atk":110,"def":100,"spatk":50,"spdef":60,"spd":50},"abilities":[{"de":{"name":"Kampfpanzer","description":"Attacken können keinen kritischen Treffer landen.\n\nDiese Fähigkeit ist identisch mit shell armor."},"en":{"name":"Battle Armor","description":"Moves cannot score critical hits against this Pokémon.\n\nThis ability functions identically to shell armor."}},{"de":{"name":"Krallenwucht","description":"Die Attacken von Pokémon mit dieser Fähigkeit, die Konakt herstellen, haben eine 1,33× Basisstärke wie sonst."},"en":{"name":"Tough Claws","description":"Strengthens moves that make contact to 1.33× their power."}},{"de":{"name":"Stählerner Wille","description":"Erhöht die Stärke von Stahl-Attacken auf\nMitstreiterseite."},"en":{"name":"Steely Spirit","description":"Powers up ally Pokémon’s Steel-type moves."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/perrserker"},{"typing":["normal"],"imageUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/820.png","officialArtworkUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/other/official-artwork/820.png","name":{"en":"Greedent","de":"Schlaraffel"},"miniSpriteUrl":"https://raw.githubusercontent.com/PokeAPI/sprites/master/sprites/pokemon/versions/generation-viii/icons/820.png","id":"greedent","baseStats":{"hp":120,"atk":95,"def":95,"spatk":55,"spdef":75,"spd":20},"abilities":[{"de":{"name":"Backentaschen","description":"Wenn ein Pokémon mit dieser Fähigkeit eine Beere isst, stellt es 1/3 seiner maximalen hp wieder her, zusätzlich zum eigentlichen Effekt der Beere.\n\nDie Fähigkeit wirkt auch, wenn das Pokémon die Beere durch fling, bug bite oder pluck erhalten hat, solange es von der Beere profitiert.\n\nDie Fähigkeit wirkt nicht, wenn die Beere mit natural gift verbraucht wird."},"en":{"name":"Cheek Pouch","description":"Restores HP upon eating a Berry, in addition to the Berry's effect."}},{"de":{"name":"Völlerei","description":"Pokémon mit dieser Fähigkeit essen eine getragene Beere, wenn sie weniger als die Hälfte ihrer maximalen hp haben, unabhängig von der Auslöseschwelle der Beere."},"en":{"name":"Gluttony","description":"This Pokémon eats any held Berry triggered by low HP when it falls below 50% of its HP, regardless of the Berry's usual threshold."}}],"pokemonDbUrl":"https://pokemondb.net/pokedex/greedent"}]}}}